Repository: AbdullahAlh/TheMakersDirectory-IOS-Open-Source
Catalog: Indx/*.lproj/Localizable.strings
Languages: ar

# ALERT_BTN_CANCEL
source: Cancel
ar: إلغاء

# ALERT_BTN_LOGOUT
source: Sign Out
ar: تسجيل خروج

# ALERT_BTN_OK
source: OK
ar: موافق

# ALERT_MSG_LOGIN
source: You must sign in before you can make a submission
ar: يلزم تسجيل الدخول لكي تقوم بإرسال مشاركة

# ALERT_MSG_LOGOUT
source: Are you sure you want to sign out?
ar: هل أنت متأكد من تسجيل الخروج؟

# ALERT_MSG_THANK_YOU
source: We will process your request as soon as possible!
ar: سنقوم بمراجعة التقديم بأسرع وقت ممكن!

# ALERT_MSG_PASSWORD_RESET
source: You will receive an email shortly
ar: سيصلك بريد إلكتروني قريبا

# ALERT_TITLE_ERROR
source: Error
ar: خطأ

# ALERT_TITLE_LOGIN
source: Sign In
ar: تسجيل دخول

# ALERT_TITLE_LOGOUT
source: Sign Out
ar: تسجيل خروج

# ALERT_TITLE_THANK_YOU
source: Thank You
ar: شكرا

# BTN_SIGN_IN
source: Sign In
ar: تسجيل دخول

# BTN_SIGN_OUT
source: Sign Out
ar: تسجيل خروج

# EMPTY_FEED_MSG
source: No Results
ar: لا يوجد نتائج

# FORM_ERROR_DETAILS_EMPTY
source: Please fill in the details field
ar: يرجى تعبئة في حقل التفاصيل

# FORM_ERROR_EMPTY_NAME
source: Please fill in the name field
ar: يرجى تعبئة في حقل اسم

# LOGIN_VALIDATION_EMAIL_FORMAT
source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صحيح

# LOGIN_VALIDATION_PASSWORD_FORMAT
source: Please enter a valid password
ar: الرجاء إدخال كلمة سر صحيحة

# ONBOARDING_PROCEED_BTN
source: Let's Start Make
ar: إبدأ بالتصنيع

# ONBOARDING_MSG_1
source: Find the tool you need for your product or project
ar: أعثر على الأداة التي تريدها لإنجاز مشروعك

# ONBOARDING_MSG_2
source: Find the material you need for your product or project
ar: أعثر على المادة التي تريدها لإنجاز مشروعك

# ONBOARDING_MSG_3
source: Find a service provider that can help you make your product or project
ar: أعثر على مقدم خدمة يمكنه مساعدتك في إنجاز مشروعك

# PRODUCT_LOCATION_HEADER
source: Where to Find
ar: الأماكن

# SECTION_HEADER_BRANCHES
source: Branches
ar: الفروع

# SECTION_HEADER_MATERIALS
source: Required Materials
ar: المواد المطلوبة

# SECTION_HEADER_TOOLS
source: Required Tools
ar: الأدوات المطلوبة
